{
    "home" : "Home",
    "service" : "Our Service",
    "aboutme" : "About Me",
    "nav4" : "Contact",
    "ourservice":"OUR SERVICE",
    "stamping":"In the production system for stamping work, the production line is 200 Ton to produce parts. In the group of works such as Engine Parts, Chassis Parts, Exhaust Parts, we have brought robots to help in the production system to increase the efficiency of production to be more accurate.",
    "spot":"Spot welding is a type of resistance welding that is commonly used to join metal plates that are laid. stacked with a thickness of up to 3 mm. Two electrodes conduct current to the workpiece and press the workpiece at the same time. The advantages of this process are low energy consumption And does not cause the workpiece to deform, works quickly, can be easily automated and no filling wire is required.",
    "arc":"Arc welding is a welding process using robots in the production system. In the welding work, we use robots in the production system to increase the efficiency of producing parts to meet the needs and standards of customers. define customer",
    "certificates":"Certificates",
    "customer":"Main Customer",
    "Why":"Why do you have to work with us?",
    "Why1":"Company,There is training for new employees to increase the competency of personnel to be able to compete with others.or competitors Increase the potential of the organization to a higher level.transfer new knowledge to employees in order to reduce the cost of operations as much as possible with a way to increase the potential of working better",
    "Why2":"The Company has trained new employees to increase the competency of personnel to be able to compete with other people or competitor companies. Increase the potential of the organization to a higher level. transfer new knowledge to employees in order to reduce the cost of operations as much as possible with a way to increase the potential of working better",
    "Why3":"The company has provided staff training developed by instructors who are people within the organization who are capable of transferring knowledge. which aims to maintain work standards and enhance the competence of personnel in the organization",
    "News":"news about us",
    "Tnews":"Used in industrial production lines that have advanced Industry 4.0 come to support the development of the factory to be a Smart Factory By focusing on real-time data connections and can monitor and Control the production line accurately and quickly",
 
    "Hstamp":"Stamping What is metal stamping?",
    "Tstamp1":"metal stamping",
    "Tstamp2":"It is one of the production processes for structural parts and components of electrical appliances, automobiles, airplanes, and parts of various industrial machines. It is a step that takes place after the extraction process. Powder casting and compaction which after passing the metal forming from the metal stamping factory It will go into the process of grinding, polishing, painting until the metal work is obtained. Then be assembled with various parts, etc. In general, metal stamping can be classified.",
    
    "Hstamp1":"Advantages from Stamping process ?",
    "Tstamp3":"in all processes mentioned above Stamping is the best process out of all. have superior advantages Whether casting (casting), forging (forging) and milling (machining), the advantages are divided into the following.",
    "Tstamp4":"Helps forming complex workpieces easier than other methods.",
    "Tstamp5":"After stamping, there is no need to decorate the work piece in any way.",
    "Tstamp6":"Workpieces that have been stamped will be the same in every piece, observed from the assembly of the workpiece.",
    "Tstamp7":"have more strength as well as other mechanical properties",
    "Tstamp8":"The work piece is very light.",
    "Tstamp9":"The rate can be achieved in high volumes."
}