{
    "home" : "หน้าหลัก",
    "service" : "บริการ",
    "aboutme" : "เกี่ยวกับฉัน",
    "nav4" : "ติดต่อเรา",
    "ourservice":"บริการของเรา",
    "stamping":"ในระบบการผลิตในส่วนของงาน Stamping สายการผลิต 200 Ton เพื่อผลิตชิ้นส่วน ในกลุ่มของงาน เช่น Engine Parts,Chassis Parts ,Exhaust Parts เราได้นำหุ่นยนต์เข้ามาช่วยในระบบการผลิตเพื่อเป็นการเพิ่มประสิทธิภาพในการผลิตให้แม่นยำมากยิ่งขึ้น",
    "spot":"การเชื่อม spot welding เป็นการเชื่อม resistance ชนิดหนึ่งที่เป็นที่นิยมใช้งานเชื่อมต่อแผ่นโลหะที่วาง ซ้อนกันโดยมีความหนาได้ถึง 3 มิลลิเมตร ในการเชื่อมนั้น อิเล็กโทรดสองชิ้นจะทำหน้าที่นำกระแสไฟฟ้าเข้าสู่ ชิ้นงานและ กดชิ้นงานในเวลาเดียวกัน ข้อดีของกระบวนการนี้คือ ใช้พลังงานน้อย และไม่ทำให้ชิ้นงานเสียรูป ทำงานได้เร็ว ทำเป็นระบบอัติโนมัติได้ง่าย และไม่จำเป็นต้องใช้ลวดเติม",
    "arc":"Arc welding กระบวนการเชื่อมโดยใช้หุ่นยนต์ในระบบการผลิตในส่วนของงานเชื่อมเราใช้หุ่นยนต์ในระบบการผลิตเพื่อเพิ่มประสิทธิภาพในการผลิตชิ้นส่วนให้มีความถูกต้องตรงตามความต้องการและมาตราฐานที่ลูกค้ากำหนดของลูกค้า",
    "certificates":"ใบรับรองมาตรฐานสากล",
    "customer":"ลูกค้าหลักของเรา",
    "Why":"ทำไมต้องคุณถึงต้องมาร่วมงานกับเรา?",
    "Why1":"บริษัทฯมีการอบรมพนักงานใหม่เพื่อเพิ่มขีดความสามารถของบุคลากรให้สามารถแข่งขันกับคนอื่นๆหรือบริษัทคู่แข่งได้ เพิ่มศักยภาพขององค์กรให้สูงขึ้น ถ่ายทอดองค์ความรู้ใหม่ๆ ให้แก่พนักงาน เพื่อต้องการลดต้นทุนในการประกอบการให้มากที่สุด ด้วยวิธีเพิ่มศักยภาพการทำงานให้ดีขึ้น",
    "Why2":"บริษัทฯ ได้จัดอบรมสัมนาหลักสูตร “Creative and Innovative Thinking” ให้กับพนักงานฝ่ายบริหาร ซึ่งเป็นหลักสูตรที่สอนเกี่ยวกับการคิดนอกกรอบอย่างสร้างสรรค์ เช่น เทคนิคการพัฒนาความคิดสร้างสรรค์ วิธีการระดมสมองเพื่อให้ได้มาซึ่งความคิดสร้างสรรค์ การคิดเชิงบวก Growth Mindset และ “Play for Performance” ซึ่งเหมาะกับการพัฒนาบุคลากรให้กับทุกฝ่าย/แผนก",
    "Why3":"บริษัทฯ ได้จัดให้มีการอบรมพนักงานที่พัฒนาขึ้นโดยผู้สอนเป็นบุคคลภายในองค์กรที่มีความสามารถถ่ายทอดความรู้ ซึ่งมีเป้าหมายเพื่อรักษามาตรฐานการทำงานและยกระดับความสามารถของบุคคลากรในองค์กรได้",
    "News":"ข่าวสารเกี่ยวกับเรา",
    "Tnews":"ใช้ในสายการผลิตอุตสาหกรรมที่ก้าวสู่ ยุคอุตสาหกรรม 4.0 เข้ามาสนับสนุนการพัฒนาโรงงานให้เป็น Smart Factory โดยมุ่งเน้นการเชื่อมต่อข้อมูลแบบ Realtime และสามารถ Monitor and Control สายการผลิตได้ถูกต้องและรวดเร็ว",
  
    "Hstamp":"Stamping การปั๊มขึ้นรูปโลหะคืออะไร?",
    "Tstamp1":"การปั๊มขึ้นรูปโลหะ",
    "Tstamp2":"เป็นหนึ่งในกระบวนการผลิตชิ้นส่วนโครงสร้างและส่วนประกอบของเครื่องใช้ไฟฟ้า รถยนต์ เครื่องบิน ไปจนถึงชิ้นส่วนของเครื่องจักรอุตสาหกรรมหลายชนิด เป็นขั้นตอนที่เกิดขึ้นหลังจากกระบวนการสกัด การหล่อและบดอัดผงโลหะ ซึ่งเมื่อผ่านการขึ้นรูปโลหะจากโรงงานปั๊มขึ้นรูปโลหะแล้ว ก็จะเข้าสู่กระบวนการเจียร ขัด ทาสี จนได้ชิ้นงานโลหะ จากนั้นจึงนำไปทำการประกอบกับชิ้นส่วนต่างๆ เป็นต้น โดยทั่วไปแล้วการปั๊มขึ้นรูปโลหะสามารถจำแนก",
    
    "Hstamp1":"ข้อดีจากการกระบวนการปั๊ม Stamping ?",
    "Tstamp3":"ในทุกกระบวนการที่กล่าวมาข้างต้น การปั๊มจะเป็นกระบวนการที่ดีที่สุดจากทั้งหมด มีข้อได้เปรียบที่เหนือกว่า ไม่ว่าจะเป็นการหล่อ (casting) การทุบขึ้นรูป (forging) และการกัดแต่ง (machining) ซึ่งแบ่งข้อได้เปรียบออกเป็นดังนี้",
    "Tstamp4":"ช่วยให้การขึ้นรูปชิ้นงานที่ซับซ้อนได้ง่ายขึ้นกว่าวิธีอื่นๆ",
    "Tstamp5":"หลังปั๊มแล้วไม่จำเป็นต้องทำการตกแต่งชิ้นงานแต่อย่างใด",
    "Tstamp6":"ชิ้นงานที่ผ่านการปั๊มจะเท่ากันทุกชิ้นสังเกตได้จากการนำเอาชิ้นงานมาประกอบ",
    "Tstamp7":"มีความแข็งแรงเพิ่มมากขึ้น รวมถึงคุณสมบัติทางกลอื่นๆ",
    "Tstamp8":"ตัวชิ้นงานมีน้ำหนักเบามาก",
    "Tstamp9":"อัตราการสามารถทำได้ในปริมาณสูง",

    "zinc1":"ข้อดีของการชุบสังกะสีด้วยสังกะสีอัลคาไลน์",
    "zinc2":"การชุบสังกะสีเป็นเครื่องมือที่เหมาะสมอย่างยิ่งสำหรับการปกป้องเหล็กและผลิตภัณฑ์เหล็กกล้าจากการกัดกร่อน พันธะทางโลหะวิทยาระหว่างสังกะสีและเหล็กกล้าช่วยให้สังกะสีสามารถกัดกร่อนได้ดีกว่าและด้วยเหตุนี้จึงปกป้องเหล็กหรือเหล็กกล้าจากการเกิดสนิม หลักการพื้นฐานเบื้องหลังการชุบโลหะด้วยไฟฟ้าคือกระบวนการเคลือบชั้นโลหะบนฐานโลหะโดยใช้ไฟฟ้ากระแสตรงผ่านสารละลายอิเล็กโทรไลต์ สังกะสีเป็นหนึ่งในโลหะที่เคลือบผิวได้ง่ายที่สุด ช่วยป้องกันการกัดกร่อนได้ดีโดยไม่ต้องใช้สารเคมีแปลกใหม่ พื้นผิวสามารถขัดเงาเพื่อให้มีความ ",
    "zinc3":"แวววาว",
    "zince":"เกือบ",
    "zinc4":"เท่าโครเมียม",
    "zinc5":"นอกจากนี้ การชุบผิวด้วยสังกะสียังให้พื้นผิวที่เรียบและสว่างกว่าในเวลาอันสั้นกว่าการชุบสังกะสีแบบจุ่มร้อนซึ่งชิ้นส่วนเหล็กจะถูกแปรรูปในอ่างสังกะสีหลอมเหลว ตัวเลือกสังกะสีอัลคาไลน์ให้ความคุ้มครองที่สม่ำเสมอและเชื่อถือได้เมื่อเทียบกับกรดสังกะสีพร้อมความสว่างที่ดี",
    "zinc6":" การชุบสังกะสีถูกใช้อย่างแพร่หลายในอุตสาหกรรมยานยนต์และการใช้งานทางทหาร โดยส่วนใหญ่จะใช้กับเหล็กกล้า แต่ใช้ได้กับอะลูมิเนียม ทองแดง หรือทองเหลืองที่มีการเคลือบผิวล่วงหน้าเป็นพิเศษ สีมักจะนำเสนอเป็นสีใส (สีขาว) สีรุ้ง สีเขียว หรือสีดำ ตามประเภทของการเคลือบภายหลังการชุบ",

    "edp1":"EDP คืออะไร? ดีกว่าสีพื้นทั่วไปอย่างไร?",
    "edp2":"EDP ย่อมาจาก Electro Deposition Painting",    
    "edp3":"คือ เทคโนโลยีการชุบโลหะ ที่อาศัยกลไกทางไฟฟ้า วิธีนี้จะได้ผิวเคลือบที่เรียบ สามารถทนต่อการกัดกร่อนได้สูง ได้ความหนาของผิวเคลือบและเฉดสีที่สม่ำเสมอกัน เพิ่มแรงยึดเกาะให้ดีขึ้น นิยมใช้สำหรับการเคลือบวัสดุที่มีความซับซ้อน เช่น ชิ้นส่วนรถยนต์ ชิ้นส่วนอิเล็กทรอนิกส์ ฯลฯ ชุบโลหะด้วยไฟฟ้าสามารถชุบวัสดุได้หลากหลาย ทั้งเหล็ก อลูมิเนียม ซิงค์ ฯลฯ",    
    "edp4":"ข้อดีของการชุบ EDP ?",    
    "edp5":"1. สามารถชุบผิวโลหะเรียบความหนาสม่ำเสมอได้ เคลือบได้ทุกส่วนทั้งร่อง หรือซอกลึกที่ปกติ สเปรย์ฉีดได้ไม่ทั่วถึง",    
    "edp6":"2. สามารถป้องกันสนิมได้อย่างมีประสิทธิภาพ",    
    "edp7":"3. ไม่มีผลกระทบต่อสิ่งแวดล้อม"    
}